Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/klemetti.blogspot.com/viime-viikon-seminaareista-ja-tmn.html.tmx
Source language: fin
Languages: sme

source: Viime viikon seminaareista ja tämän viikon YK:n alkuperäiskansojen pysyvästä foorumista
sme: Mannan vahku seminárain ja dán vahko ON:a algoálbmogiid bissovaš forumas

source: Torstaina 17.4. oli saamelaiskäräjien avoin seminaari ILO 169-sopimuksen ratifiointiedellytyksistä ja erilaisista alueellisista hallintomalleista Suomessa.
sme: Duorastaga 17.4. lei sámedikki rabas seminára ILO 169-soahpamuša ratifisereneavttuin ja sierralágán guovlluguovdasaš hálddašanmálliin Suomas.

source: Seminaarin yhteydessä julkistettiin OTT, dosentti Kaisa Korpijaakko-Labban tutkimus oikeusministeriön tilaamasta maaoikeustutkimushankkeesta (Oikeusministeriön maaoikeustutkimusprojektin tuottamien selvitysten oikeudellista arviointia, saamelaiskäräjät 2008, 142 s.).
sme: Seminára olis olggosaddojuvvui VDD, doseanta Kaisa Korpijaakko-Labba dutkamuš vuoigatvuohtaministeriija diŋgon eananvuoigatvuohtadutkanfidnus (Oikeusministeriön maaoikeustutkimus projektin tuottamien selvitysten oikeudellista arviointia, saamelaiskäräjät 2008, 142 s.,sámás: Vuoigatvuohtaministeriija eananvuoigatvuohtadutkamušprošeavtta buvttadan čilgehusaid vuoigatvuođalaš árvvoštallan).

source: Tutkimusta voi tilata 20 € hintaan saamelaiskäräjiltä (
sme: Dutkamuša sáhttá diŋgot 20 € haddái sámedikkis (

source: Suosittelen tutkimusta lämpimästi kaikille Ilo 169- sopimuksesta, historiantutkimuksesta, saamelaisten oikeuksista sekä tieteen etiikasta kiinnostuneille.
sme: Ávžžuhan dutkamuša váimmolaččat buot olbmuide, geain lea beroštupmi diehtit ILO 169-soahpamušas, historjjádutkamušas, sápmelaččaid vuoigatvuođain ja diehtaga etihkas.

source: Saamelaiskäräjien järjestämä seminaari täytti sille asetetut tavoitteet.
sme: Sámedikki lágidan seminára devddii dasa biddjon ulbmiliid.

source: Seminaarin tarkoituksena oli tuoda lisätietoa ILO-sopimuksesta, kuulla ministeriöiden näkemyksiä ja tutustua erilaisiin aluehallintomalleihin Suomessa.
sme: Seminára ulbmilin lei buktit lassidieđu ILO-soahpamušas, gullat ministeriijaid oainnuid ja oahpásnuvvat sierralágán guovlluhálddašanmálliide Suomas.

source: Seminaarissa käytettiin monipuolisia puheenvuoroja, ja kaikki puhujat suhtautuivat myönteisesti saamelaisten oikeusaseman parantamiseen.
sme: Semináras dollojuvvoje máŋggabeallásaš sáhkavuorut, ja buot hubmit jurddahalle positiivvalaččat sápmelaččaid riektesajádaga buorideami hárrái.

source: Omassa seminaarin päätöspuheessani halusin tuoda esille mitä uusia mahdollisuuksia on parantaa saamelaisten oikeusasemaa.
sme: Seminára iežan loahpahansáhkavuorus hálidin buktit ovdan makkárat leat ođđa vejolašvuođat buoridit sápmelaččaid riektesajádaga.

source: Perustuslain ja aluehallinnon uudistamishanke tuovat uusia mahdollisuuksia pohtia saamelaiskäräjien ja saamelaisten asemaa.
sme: Vuođđolága ja guovlluhálddašeami ođasnuhttinfidnut buktiba ođđa vejolašvuođaid suokkardallat sámedikki ja sápmelaččaid sajádaga.

source: Lisäksi halusin hälventää usein epätietoisuudesta johtuvaa epäluuloa maanomistuskysymystä kohtaan.
sme: Dasa lassin hálidin viggat jávkadit ovdagáttuid eananoamastangažaldaga guovdu, mii dávjá boahtá diehtemiehttenvuođas.

source: Saamelaisten oikeudet eivät ole miltään ryhmältä pois, ja saamelaiskäräjien vaatimukset eivät koske yksityisomaisuutta ja yksityisten maa-alueiden omistusta.
sme: Sápmelaččaid vuoigatvuođat eai leat mange joavkkus eret, ja sámedikki gáibádusat eai guoskka priváhtaopmodaga ja ovttaskas olbmuid eananoamastusa.

source: Seminaarin puheet ja tiedotteet löytyvät saamelaiskäräjien sivuilta oheisesta osoitteesta kootusti tämän viikon aikana (
sme: Seminára ovdaságat ja dieđáhusat gávdnojit dán vahku mielde sámedikki siidduin: (

source: Perjantaina oli saamelaiskäräjien lautakuntien ja käräjäedustajien yhteinen seminaari, jossa käsittelimme saamelaiskäräjien kuluvan toimikauden toimintasuunnitelmaa.
sme: Bearjadaga lei sámedikki lávdegottiid ja diggelahtuid oktasaš seminára, mas gieđahalaimet sámedikki dán doaibmaáigodaga doaibmaplána.

source: Lautakunnat olivat jo aiemmissa kokouksissaan käsitelleet toimintasuunnitelmaa, mutta yhteisessä seminaarissa haluttiin käsitellä toimintasuunnitelmaa yhteisesti.
sme: Lávdegottit ledje juo ovddit čoakkámiin gieđahallan doaibmaplána, muhto oktasaš semináras háliduvvui gieđahallot doaibmaplána oktasaččat.

source: Se on tärkein saamelaiskäräjien toimintaa ohjaava peruskirja.
sme: Dat lea deháleamos vuođđogirji, mii stivre sámedikki doaimma.

source: Itse toin myös omat terveiseni ja näkemykseni tulevaisuuden haasteista.
sme: Ieš maid bukten iežan dearvvuođagaid ja oainnuid boahtteáiggi hástalusaide.

source: Seminaarissa nousi esille myös aivan uusia näkemyksiä ja ideoita toimintasuunnitelmaan, jotka kirjattiin ja ne tuodaan hallituksen jatkokäsittelyyn.
sme: Semináras badjáne ovdan maid aivve ođđa oainnut ja jurdagat doaibmaplánii, mat čállojuvvoje bajás ja dat buktojuvvojit stivrra joatkkagieđahallamii.

source: Lopullisesti toimintasuunnitelma hyväksytään seuraavassa saamelaiskäräjien yleisessä kokouksessa kesäkuun alussa.
sme: Loahpalaččat doaibmaplána dohkkehuvvo čuovvovaš sámedikki dievasčoakkámis geassemánu álggus.

source: Toimintasuunnitelmaseminaari on mielestäni jatkossakin hyvä työkalu, jolla saamelaiskäräjien vaalikauden kestävää toimintaa suunnitellaan.
sme: Doaibmaplánaseminára lea mu mielas boahttevuođasge buorre baargoneavvu, mainna sámedikki válgaáigodaga bisti doaibma plánejuvvo.

source: Maanantaina lensin Suomen ulkoministeriön delegaatiossa Yhdistyneiden Kansakuntien alkuperäiskansojen pysyvän foorumin kokoukseen, jonka aiheena ovat erityisesti ilmastonmuutos ja alkuperäiskansat sekä alkuperäiskansakielet.
sme: Mánnodaga girden Suoma olgoministeriija sáttagottis Ovttastuvvan Nášuvnnaid álgoálbmogiid bissovaš foruma čoakkámii, man fáddán lea earenoamážit dálkkádatrievdan ja álgoálbmogat ja álgoálbmotgielat.

source: Odotan mielenkiinnolla foorumia, koska sen erityisteemat ovat kiinnostukseni kohteita sekä erityisen tärkeitä myös saamelaisille ja saamelaiskäräjille.
sme: Vuorddán stuora beroštumiin foruma, daningo dan earenoamáš fáttát leat maid mu beroštumi čuozáhahkan ja dieđusge hui dehálaččat maid sápmelaččaide ja sámediggái.

source: Mikäli aikataulut pitävät, niin pidän torstaina ulkoministeriön delegaation edustajana puheenvuoron ilmastonmuutoksesta alkuperäiskansojen ja erityisesti saamelaisten näkökulmasta, esim. eilen aikataulut pettivät ja puheenvuoroni siirtyi torstaille.
sme: Jos áigedávvalat dollet, nu doalan duorastaga olgoministeriija sáttagotti ovddasteaddjin sáhkavuoru dálkkádatnuppástusas álgoálbmogiid ja earenoamážit sápmelaččaid geahččanguovllus, omd. disdaga áigádávval ii doallan ja mu sáhkavuorru sirdojuvvui duorastahkii.

source: Toisessa puheenvuorossani käsittelen alkuperäiskansakieliä ja erityisesti saamen kieliä.
sme: Nuppi sáhkavuorustan gieđahalan álgoálbmotgielaid ja earenoamážit sámegielaid.

source: Pysyvä foorumi on erinomainen tilaisuus tutustua eri alkuperäiskansojen tilanteeseen ja edustajiin, foorumiin osallistuu noin 3000 henkilöä ympäri maailmaa.
sme: Bissovaš forum lea earenoamáš liiba oahpásnuvvat sierra álgoálbmogiid diliide ja ovddasteddjiide, forumii oassálasten sulaid 3000 olbmo miehtá máilmmi.

source: Saamelaiset ovat hyvin edustettuna pysyvän foorumin kokouksessa.
sme: Sápmelaččat leat bures ovddastuvvon bissovaš foruma čoakkámis.

source: Ulkoministeriön delegaatiossa on minun lisäksi saamelaisjärjestöjen edustaja, lisäksi saamelaiskäräjiltä on myös muutama edustaja.
sme: Olgoministeriija sáttagottis lea mu lassin sámi servviid ovddasteaddji, dasa lassin sámedikkis lea maid muhtin ovddasteaddji.

source: Myös saamelaisten nuorisojärjestö ja muut kansalaisjärjestöt ovat lähettäneet foorumiin omat edustajansa.
sme: Maiddái sámi nuoraidorganisašuvdna ja eará álbmotorganisašuvnnat leat sádden forumii iežas ovddasteddjiid.

source: Myös Norjan ja Ruotsin saamelaiskäräjiltä on omia edustajia maidensa hallituksen delegaatioissa.
sme: Maiddái Norgga ja Ruoŧa sámedikkis leat iežaska ovddasteaddjit riikkaset ráđđehusaid sáttagottiin.

source: Pysyvästä foorumista, sen ohjelmasta ja päätöksistä löytyy englanniksi tietoa osoitteesta:
sme: Bissovaš forumas, dan prográmmas ja mearrádusain gávdno diehtu eŋgelasgillii čujuhusas

source: Kertoilen kokouskuulumisia myös blogin välityksellä.
sme: Muitalattan čoakkánságaid maiddái blogi bakte.

source: Saamelaiskäräjien sivustoa on uudistettu ja valitettavasti emme ole saaneet kotisivuja vielä saamen kielille.
sme: Sámedikki ruovttusiiddut leat ođasnuhttojuvvon, muhto dađi bahábut eat leat ožžon siidduid vel sámegielaide.

source: Saamelaiskäräjien henkilöstöllä on ollut saamelaiskäräjien avajaiskiireiden lisäksi kiireellisiä työtehtäviä, jonka johdosta kotisivuja ei ole saatu saamen kelilain edellyttämälle tasolle.
sme: Sámedikki bargiin lea leamaš sámedikki rahpanduđđamiid lassin hohpolaš barggut, man dihte ruovttusiiddut eai leat vel ožžojuvvon sámi giellalága gáibidan dássái.

source: Pahoittelen tätä.
sme: Šállosan dán sakka.

source: Sivuston rakenteen uudistuksesta johtuen myös tiedotteiden ja julkaisujen paikat ovat muuttuneet.
sme: Siidduid ráhkadusaid ođasnuhttima dihte maiddái dieđáhusaid ja olggosaddimiid báikkit leat rievdan.

source: Saamelaiskäräjien tilaisuuksissa pidetyt puheet löytyvät kootusti osoitteesta (
sme: Sámedikki ordnen dilálašvuođaid dollojun ovdaságat gávdnojit čoahkis čujuhusas (

source: Linkistä löytyvät mm. minun aikaisemmin pitämäni puheet.
sme: Liŋkkas gávdnojit ee. mu ovdal doallan ovdaságat.

source: Kotisivuilla on myös laatimani selvitys saamen kielilain toteutumisesta vuosina 2004 - 2006.
sme: Ruovttusiidduin lea maid mu ráhkadan čielggadeapmi sámi giellalága olláhuvvamis jagiid 2004 – 2006.

source: Julkaisu on ladattavissa pdf-muodossa osoitteesta (
sme: Dien publikašuvnna sáhttá láddet pdf-hámis čujuhusas (

source: Selvityksestä tulee paperimuotoinen julkaisu myöhemmin.
sme: Čielggadeamis ráhkaduvvo maŋŋelaš báberhámat publikašuvdna.

source: New Yorkissa keskiviikkoaamuna 23.4.08
sme: New Yorkas gaskavahkkoiđit 23.4.08

source: Lähetä kommentti
sme: Juvvá Lemet
